/* Short description, must be kept short after localization - displayed when agent could not be found on the phone */
"Agent not found" = "Agente no encontrado";

/* No comment provided by engineer. */
"Agent on phone sent a chunk with an incorrect length." = "El agente del teléfono ha enviado un fragmento de longitud incorrecta.";

/* No comment provided by engineer. */
"Agent on phone sent a malformed message." = "El agente del teléfono ha enviado un mensaje mal formado.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message body." = "El agente del teléfono ha enviado un cuerpo de mensaje inesperado.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected message type." = "El agente del teléfono ha enviado un tipo de mensaje inesperado.";

/* No comment provided by engineer. */
"Agent on phone sent an unexpected value for message header %@." = "El agente del teléfono ha enviado un valor para la cabecera de mensaje %@ inesperado.";

/* No comment provided by engineer. */
"Agent on phone sent no message while we were expecting one." = "El agente del teléfono no ha enviado ningún mensaje y se esperaba uno.";

/* generic error displayed when PIM sync fails due to a communication failure (contacts only) */
"An communication error occurred during the synchronization." = "Se ha producido un error de comunicación durante la sincronización.";

/* displayed when calendars synchronization failed */
"An error occurred while synchronizing your calendars with the phone." = "Se ha producido un error al sincronizar los calendarios con el teléfono.";

/* displayed when contacts and calendars synchronization failed */
"An error occurred while synchronizing your contacts and calendars with the phone." = "Se ha producido un error al sincronizar los contactos y los calendarios con el teléfono.";

/* displayed when contacts synchronization failed */
"An error occurred while synchronizing your contacts with the phone." = "Se ha producido un error al sincronizar los contactos con el teléfono.";

/* error displayed when the Macintosh sync server could not be reached. */
"An error occurred while talk the Sync Server on your computer." = "Se ha producido un error durante la comunicación con el servidor SyncServer en su ordenador.";

/* low-level technical error */
"An exception occurred while synchronizing." = "Se ha producido una excepción durante la sincronización.";

/* generic error */
"An unexpected error occured." = "Se ha producido un error inesperado.";

/* Low level phone error */
"AT Command\\U2019s response parse error" = "Error sintáctico de la respuesta del comando AT";

/* Low level phone error */
"AT Operation to prepare channel has incorrect properties" = "La operación AT de preparación del canal contiene propiedades incorrectas";

/* displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth is not available on this computer." = "Bluetooth no está disponible en este ordenador.";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is on on the mac */
"Bluetooth is off" = "Bluetooth está desactivado";

/* Short description, must be kept short after localization - displayed when we detect bluetooth is off on the computer */
"Bluetooth is turned off on your computer." = "Bluetooth está desactivado en su ordenador.";

/* Short description, must be kept short after localization - displayed when we detect the phone is not equiped with bluetooth */
"Bluetooth not available" = "Bluetooth no disponible";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Calendar synchronization failed" = "Error de sincronización del calendario";

/* Short description, must be kept short after localization - displayed when calendars synchronization failed */
"Calendars synchronization failed" = "Error de sincronización de los calendarios";

/* low level error */
"Can\\U2019t connect in middle of disconnection process." = "No es posible conectarse durante un proceso de desconexión.";

/* displayed when phone memory card was not found */
"Can\\U2019t find memory card on phone." = "No se encuentra la tarjeta de memoria del teléfono.";

/* No comment provided by engineer. */
"Cannot connect to the sync server" = "No es posible conectarse al servidor de sincronización";

/* No comment provided by engineer. */
"Cannot get changes from the SyncServer, the session may have been canceled." = "No se pueden recibir los cambios del servidor SyncServer: puede que la sesión se haya cancelado.";

/* Unfrequent error */
"Cannot register the phone for synchronization." = "No es posible registrar el teléfono para sincronizarlo.";

/* No comment provided by engineer. */
"Change can\\U2019t be send to the phone" = "No se puede enviar el cambio al teléfono..";

/* a modification comes from the phone for records that are read only. NOTE: %@ is one of the following: [events in a read only calendar | all-day events] (occurs during pim sync) */
"Changing %@ on the phone is not allowed. These changes have been ignored:" = "No está permitido modificar los %@ del teléfono. Estos cambios se han ignorado:";

/* recovery suggestion displayed when a message could not be sent */
"Check the phone network or the message recipient." = "Compruebe la red del teléfono o el destinatario del mensaje.";

/* Short description, must be kept short after localization - error displayed when the physical connection was lost while synchronizing the phone. */
"Communication error" = "Error de comunicación";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it is already in use */
"Connection busy" = "Conexión saturada";

/* Short description, must be kept short after localization - displayed when connection to the phone was closed unexpectedly */
"Connection closed unexpectedly" = "Conexión cerrada inesperadamente";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established because it was refused */
"Connection denied" = "Conexión denegada";

/* displayed when PIM sync failed because phone could not be reached. */
"Connection to the phone failed." = "Error de conexión con el teléfono.";

/* displayed when connection to the phone was closed unexpectedly */
"Connection to the phone was closed unexpectedly." = "La conexión con el teléfono se ha cerrado inesperadamente.";

/* Short description, must be kept short after localization - generic error displayed when PIM sync fails (contacts only) */
"Contact synchronization failed" = "Error de sincronización del contacto";

/* Short description, must be kept short after localization - displayed when contacts and calendars synchronization failed */
"Contacts and calendars synchronization failed" = "Error de sincronización de los contactos y los calendarios";

/* Short description, must be kept short after localization - displayed when contacts synchronization failed */
"Contacts synchronization failed" = "Error de sincronización de los contactos";

/* Short description, must be kept short after localization - error displayed when PIM sync failed because phone could not be reached. */
"Could not connect to the phone" = "No se ha podido establecer conexión con el teléfono";

/* displayed when connection to the phone could not be established because it is already in use */
"Could not connect to the phone. Another application is already connected to the phone." = "No se ha podido establecer conexión con el teléfono: ya hay otra aplicación conectada al teléfono.";

/* displayed when connection to the phone could not be established because it was refused */
"Could not connect to the phone. Connection was denied." = "No se ha podido establecer conexión con el teléfono: conexión denegada.";

/* displayed when connection to the phone could not be established */
"Could not connect to the phone. Phone not found." = "No se ha podido establecer conexión con el teléfono: teléfono no encontrado.";

/* Short description, must be kept short after localization - error displayed when an error occurs while deleting contacts and calendars on the phone during a PIM sync */
"Delete failed" = "Error al eliminar";

/* displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Device is not available or synchronization was cancelled. Close dialogs and applications on the phone and try again." = "El dispositivo no está disponible o se ha cancelado la sincronización. Cierre todas las ventanas y aplicaciones del teléfono e inténtelo de nuevo.";

/* displayed when trying to create a directory on the phone that already exists */
"Directory already exists." = "Ya existe ese directorio.";

/* Short description, must be kept short after localization - displayed when an error occured while accessing phone internal memory */
"Error while accessing phone memory." = "Error al acceder a la memoria del teléfono.";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing calendar events" = "Error al borrar los eventos de calendario";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts only) */
"Error while erasing contacts" = "Error al borrar los contactos";

/* Short description, must be kept short after localization - generic error displayed when deletion of all record during sync fails (contacts and calendars) */
"Error while erasing contacts and calendar events" = "Error al borrar los contactos y los eventos de calendario";

/* Short description, must be kept short after localization - generic error displayed when erasing of all record during sync fails (contacts only) */
"Error while erasing some calendar events" = "Error al borrar algunos eventos de calendario";

/* Short description, must be kept short after localization - generic error displayed when erasing some records during sync fails (contacts only) */
"Error while erasing some contacts" = "Error al borrar algunos contactos";

/* Short description, must be kept short after localization - generic error displayed when erasing some record during sync fails (contacts and calendars) */
"Error while erasing some contacts and calendar events" = "Error al borrar algunos contactos y eventos de calendario";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts only) */
"Error while getting all calendar." = "Error al recibir los calendarios.";

/* Short description, must be kept short after localization - generic error displayed when sync fails while getting records from phone (contacts and calendars) */
"Error while getting all contacts and calendars." = "Error al recibir los contactos y los calendarios.";

/* Short description, must be kept short after localization - generic error displayed when getting all record during sync fails (contacts only) */
"Error while getting all contacts." = "Error al recibir los contactos.";

/* Short description, must be kept short after localization - error displayed when the Macintosh sync server could not be reached. */
"Error while talking to the Sync Server" = "Error durante la comunicación con el servidor SyncServer";

/* displayed when phone could not send a message */
"Failed to send message." = "Error al enviar el mensaje.";

/* No comment provided by engineer. */
"fax." = "fax.";

/* displayed when phone refused access to a file */
"File access denied." = "Acceso al archivo denegado.";

/* displayed when a file or directory does not exist on the phone */
"File or directory does not exist." = "El archivo o directorio no existe.";

/* displayed when a file or directory could not be accessed or modified because it was locked */
"File or directory is locked." = "El archivo o directorio está bloqueado.";

/* No comment provided by engineer. */
"First message from agent on phone was not the expected Version message." = "El primer mensaje del agente del teléfono estaba en una versión inesperada.";

/* No comment provided by engineer. */
"First message\\U2019s body from agent on phone is malformed." = "El cuerpo del primer mensaje del agente del teléfono está mal formado.";

/* Short description, must be kept short after localization - error displayed when user has changed something on the phone that he's not supposed to (occurs during pim sync) */
"Forbidden modification made on the phone" = "Se ha realizado una modificación prohibida en el teléfono";

/* No comment provided by engineer. */
"home mobile." = "móvil personal.";

/* No comment provided by engineer. */
"home pager." = "busca personal.";

/* recovery message  */
"If this error occurs again, you might need to restart your computer." = "Si este error se repite, puede que deba reiniciar el ordenador.";

/* recovery suggestiong displayed when is not equiped with bluetooth */
"If you have an external bluetooth adapter, please plug it to your computer." = "Si tiene un adaptador Bluetooth externo, conéctelo al ordenador.";

/* Short description, must be kept short after localization - displayed when detected agent on phone is too old */
"Incorrect agent version" = "Versión del agente incorrecta";

/* Short description, must be kept short after localization - generic error */
"Internal error" = "Error interno";

/* Short description, must be kept short after localization - generic error. First param is internal error domain, second one is error code */
"Internal error (%@:%d)." = "Error interno (%1$@:%2$d).";

/* Short description, must be kept short after localization - generic error */
"Internal error." = "Error interno.";

/* Short description, must be kept short after localization - displayed when phone could not send a message because a phone number was not valid */
"Invalid phone number" = "Número de teléfono no válido";

/* Short description, must be kept short after localization - Error displayed when the phone reports user code needs to be entered on the phone */
"Invalid PIN" = "PIN no válido";

/* Error displayed when the phone reports an invalid SMS configuration */
"Invalid SMS configuration" = "Configuración de SMS no válida";

/* Short description, must be kept short after localization - displayed when phone memory card was not found */
"Memory card not found" = "Tarjeta de memoria no encontrada";

/* Error displayed when the phone reports that its onboard memory is full */
"Memory Full" = "Memoria llena";

/* Short description, must be kept short after localization - displayed when phone could not send a message */
"Message send failed" = "Error al enviar el mensaje";

/* No comment provided by engineer. */
"Negociation with the phone failed." = "Error de negociación con el teléfono.";

/* Short description, must be kept short after localization - No dataclass is enabled.  There is nothing to sync. */
"No dataclass to sync" = "No hay clases de datos por sincronizar";

/* No comment provided by engineer. */
"No matching Operator in database." = "La base de datos no contiene ningún operador coincidente.";

/* Short description, must be kept short after localization - Error displayed when the phone reports no GSM */
"No network" = "Ninguna red";

/* No comment provided by engineer. */
"Obex service was requested while some other service was still using it." = "Se ha solicitado el servicio Obex mientras otro servicio lo estaba usando.";

/* Error string when some operation was aborted */
"Operation canceled." = "Operación cancelada.";

/* Short description, must be kept short after localization - error displayed when phone address book memory is full (occurs during pim sync) */
"Phone address book full" = "Agenda del teléfono llena";

/* Short description, must be kept short after localization - displayed when phone could not be unmounted because it is used by an other application (like iTunes) */
"Phone busy" = "Teléfono ocupado";

/* Short description, must be kept short after localization - error displayed when phone calendar memory is full (occurs during pim sync) */
"Phone calendar full" = "Calendario del teléfono lleno";

/* No comment provided by engineer. */
"Phone can\\U2019t support that service." = "Este teléfono no es compatible con ese servicio.";

/* Low level phone error */
"Phone Error (AT Controller shutdown)" = "Error del teléfono (controlador AT apagado)";

/* Low level phone error */
"Phone Error (General Failure)" = "Error del teléfono (fallo general)";

/* Low level phone error */
"Phone Error (Invalid Memory Index)" = "Error del teléfono (índice de memoria no válido)";

/* Low level phone error */
"Phone Error (Invalid PDU Mode Parameter)" = "Error del teléfono (parámetro de modo PDU no válido)";

/* Low level phone error */
"Phone Error (Invalid Response)" = "Error del teléfono (respuesta no válida)";

/* Low level phone error */
"Phone Error (Invalid Text Mode Parameter)" = "Error del teléfono (parámetro de modo de texto no válido)";

/* Low level phone error */
"Phone Error (Manufacturer Specific Error)" = "Error del teléfono (error específico del fabricante)";

/* Low level phone error */
"Phone Error (Memory failure)" = "Error del teléfono (fallo de la memoria)";

/* Low level phone error */
"Phone Error (Memory Full)" = "Error del teléfono (memoria llena)";

/* Low level phone error */
"Phone Error (Network Timeout)" = "Error del teléfono (tiempo de espera de la red agotado)";

/* Low level phone error */
"Phone Error (No Answer)" = "Error del teléfono (no hay respuesta)";

/* Low level phone error */
"Phone Error (No Carrier)" = "Error del teléfono (no hay señal)";

/* Low level phone error */
"Phone Error (No Network Service)" = "Error del teléfono (no hay servicio de red)";

/* Low level phone error */
"Phone Error (Operation not allowed)" = "Error del teléfono (operación no permitida)";

/* Low level phone error */
"Phone Error (Operation not Supported)" = "Error del teléfono (operación incompatible)";

/* Low level phone error */
"Phone Error (PH-SIM PIN Necessary)" = "Error del teléfono (PIN de PH-SIM necesario)";

/* Low level phone error */
"Phone Error (SIM Busy)" = "Error del teléfono (SIM ocupada)";

/* Low level phone error */
"Phone Error (SIM Failure)" = "Error del teléfono (fallo de la SIM)";

/* Low level phone error */
"Phone Error (SIM Not Inserted)" = "Error del teléfono (SIM no insertada)";

/* Low level phone error */
"Phone Error (SIM PIN Necessary)" = "Error del teléfono (PIN de la SIM necesario)";

/* Low level phone error */
"Phone Error (SIM Wrong (Error sent by phone)" = "Error del teléfono (SIM errónea; error enviado por el teléfono)";

/* Low level phone error */
"Phone Error (SMS Service Reserved)" = "Error del teléfono (servicio de SMS reservado)";

/* Low level phone error */
"Phone Error (SMSC Address Unknown)" = "Error del teléfono (dirección SMSC desconocida)";

/* Low level phone error */
"Phone Error (Unknown Error)" = "Error del teléfono (error desconocido)";

/* Unfrequent error */
"Phone is already registered for synchronization." = "El teléfono ya está registrado para la sincronización.";

/* Short description, must be kept short after localization - displayed when a sync is attempted while phoen is already synchronizing */
"Phone is already synchronizing." = "El teléfono ya se está sincronizando.";

/* displayed when phone could not be unmounted */
"Phone is being updated by iTunes." = "iTunes está actualizando el teléfono.";

/* Short description, must be kept short after localization - displayed when PIM sync failed because the phone is busy or because the synchronization was cancelled on the phone. */
"Phone is busy" = "Teléfono ocupado";

/* displayed when phone could not be unmounted */
"Phone is currently mounted as the disk \\U201C%@\\U201D and could not be ejected." = "El teléfono está montado como disco “%@” y no ha podido expulsarse.";

/* Short description, must be kept short after localization - displayed when it seems that phone is in a bad state */
"Phone is malfunctioning" = "El teléfono no funciona correctamente";

/* Short description, must be kept short after localization - displayed when phone is not plugged */
"Phone is not plugged" = "El teléfono no está conectado";

/* Short description, must be kept short after localization - displayed when phone memory seems in a bad state */
"Phone memory error" = "Error de memoria del teléfono";

/* Short description, must be kept short after localization - error displayed when phone memory is full (occurs during pim sync) */
"Phone Memory full" = "Memoria del teléfono llena";

/* Short description, must be kept short after localization - displayed when a memory volume on the phone is full */
"Phone memory full." = "Memoria del teléfono llena.";

/* Short description, must be kept short after localization - displayed when connection to the phone could not be established */
"Phone not found" = "Teléfono no encontrado";

/* Short description, must be kept short after localization - error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"Phone refused some calendar events" = "El teléfono ha rechazado algunos eventos de calendario";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"Phone refused some contacts" = "El teléfono ha rechazado algunos contactos";

/* Short description, must be kept short after localization - error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"Phone refused some contacts or calendar events" = "El teléfono ha rechazado algunos contactos o eventos de calendario";

/* Short description, must be kept short after localization - error displayed when phone task memory is full (occurs during pim sync) */
"Phone task database full" = "Base de datos de tareas del teléfono llena";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check that your SIM is valid and correctly inserted." = "Compruebe que la SIM es válida y que está correctamente insertada.";

/* Recovery suggestiong displayed when the phone reports user code needs to be entered on the phone */
"Please check your phone screen and enter your PIN if necessary." = "Mire la pantalla del teléfono e introduzca el PIN si es necesario.";

/* Recovery message proposed to user when phone reports an invalid SMS configuration */
"Please contact your service provider." = "Póngase en contacto con el proveedor del servicio.";

/* recovery suggestion displayed when phone calendar memory is full (occurs during pim sync) */
"Please delete some calendar events on your phone or change the filtering options and synchronize again." = "Elimine algunos eventos de calendario de su teléfono o cambie las opciones de filtrado y vuelva a efectuar la sincronización.";

/* recovery suggestion displayed when phone Adress book memory is full (occurs during pim sync) */
"Please delete some contacts on your phone or change the filtering options and synchronize again." = "Elimine algunos contactos de su teléfono o cambie las opciones de filtrado y vuelva a efectuar la sincronización.";

/* displayed when a memory volume on the phone is full */
"Please delete some data on the phone and try again." = "Elimine algunos datos del teléfono e inténtelo de nuevo.";

/* Recovery message proposed to user when phone reports that its memory is full */
"Please delete some data on your phone and try again." = "Elimine algunos datos de su teléfono e inténtelo de nuevo.";

/* recovery suggestion displayed when phone memory is full (occurs during pim sync) */
"Please delete some data on your phone or change the filtering options and synchronize again." = "Elimine algunos datos de su teléfono o cambie las opciones de filtrado y vuelva a efectuar la sincronización.";

/* recovery suggestion displayed when phone task memory is full (occurs during pim sync) */
"Please delete some tasks on your phone or change the filtering options and synchronize again." = "Elimine algunas tareas de su teléfono o cambie las opciones de filtrado y vuelva a efectuar la sincronización.";

/* displayed when connection to the phone could not be established */
"Please make sure that your phone is turned on and try again." = "Asegúrese de que el teléfono está encendido e inténtelo de nuevo.";

/* suggestion displayed when PIM sync failed because phone could not be reached. */
"Please make sure that your phone is turned on. If this error occurs again, please restart your phone." = "Asegúrese de que el teléfono está encendido. Si este error se repite, reinicie el teléfono.";

/* recovery suggestion displayed when phone memory card was not found */
"Please make sure the memory card is correctly inserted in your phone." = "Asegúrese de que la tarjeta de memoria está correctamente insertada en el teléfono.";

/* displayed when phone is not plugged */
"Please plug the phone cable on your computer." = "Conecte el cable del teléfono al ordenador.";

/* suggestion displayed when agent could not be found on the phone */
"Please reinstall the agent on the phone." = "Reinstale el agente en el teléfono.";

/* recovery suggestion when it seems that phone is in a bad state */
"Please restart the phone." = "Reinicie el teléfono.";

/* recovery suggestion displayed when an error occured while accessing phone internal memory */
"Please restart your phone." = "Reinicie el teléfono.";

/* recovery suggestion displayed when we detect bluetooth is off on the computer */
"Please turn on Bluetooth on your computer and retry." = "Active Bluetooth en el ordenador e inténtelo de nuevo.";

/* displayed when detected agent on phone is too old */
"Please update the agent on the phone." = "Actualice el agente en el teléfono.";

/* No comment provided by engineer. */
"Protocol error while talking to the phone" = "Error de protocolo durante la comunicación con el teléfono";

/* No comment provided by engineer. */
"Requested channel with properties (%@) not found" = "No se ha encontrado el canal con propiedades (%@) solicitado";

/* No comment provided by engineer. */
"Service can\\U2019t become functional" = "El servicio no puede activarse";

/* No comment provided by engineer. */
"Service depends on other missing service with name: %@" = "El servicio depende de otro servicio inexistente llamado: %@";

/* No comment provided by engineer. */
"Service information in plugin is missing information: %@." = "La información sobre el servicio del módulo es incompleta: %@.";

/* No comment provided by engineer. */
"Service was shutdown." = "El servicio se ha desactivado.";

/* No comment provided by engineer. */
"Service was used while it was not required to become functional" = "Se ha usado el servicio aunque no se había solicitado que estuviera operativo";

/* Short description, must be kept short after localization - Error displayed when the phone reports an error with SIM */
"SIM error" = "Error de la SIM";

/* No comment provided by engineer. */
"Some operation on channel was launched while channel was not opened." = "Se ha ejecutado alguna operación en el canal cuando este estaba cerrado.";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled" = "Sincronización cancelada";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled on device */
"Synchronization canceled on device" = "Sincronización cancelada en el dispositivo";

/* Short description, must be kept short after localization - error displayed when PIM sync has been cancelled */
"Synchronization canceled." = "Sincronización cancelada.";

/* error displayed when PIM sync has been cancelled on device */
"Synchronization has been canceled on device." = "La sincronización se ha cancelado en el dispositivo.";

/* error displayed when PIM sync has been cancelled */
"Synchronization has been canceled." = "La sincronización se ha cancelado.";

/* Unfrequent error that occurs when contacts or calendar sync is disabled on the phone */
"Synchronization of the following data is disabled on your phone: %@.  Please enable them on your phone, or disable them in iSync." = "La sincronización de los siguientes datos está desactivada en su teléfono: %@. Actívelos en el teléfono o desactívelos en iSync.";

/* displayed when agent could not be found on the phone */
"The agent could not be found on the phone." = "No se ha podido encontrar el agente en el teléfono.";

/* displayed when detected agent on phone is too old */
"The agent on the phone is too old." = "El agente instalado en el teléfono es demasiado antiguo.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing all the calendar events on the phone." = "Al borrar todos los eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing all the contacts and calendar events on the phone." = "Al borrar todos los contactos y eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing all the contacts on the phone." = "Al borrar todos los contactos del teléfono se ha perdido la conexión con el teléfono.";

/* displayed when deletion of all record during sync fails (calendars only) */
"The connection to the phone was lost while erasing some calendar events on the phone." = "Al borrar algunos eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* displayed when deletion of all record during sync fails (calendars and calendars) */
"The connection to the phone was lost while erasing some contacts and calendar events on the phone." = "Al borrar algunos contactos y eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* displayed when deletion of all record during sync fails (contacts only) */
"The connection to the phone was lost while erasing some contacts on the phone." = "Al borrar algunos contactos del teléfono se ha perdido la conexión con el teléfono.";

/* generic error displayed when sync fails while getting records from phone  (calendars only) */
"The connection to the phone was lost while getting all the calendar from the phone." = "Al recibir todos los eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* generic error displayed when sync fails while getting records from phone  (calendars and calendars) */
"The connection to the phone was lost while getting all the contacts and events from the phone." = "Al recibir todos los contactos y eventos de calendario del teléfono se ha perdido la conexión con el teléfono.";

/* generic error displayed when sync fails while getting records from phone (contacts only) */
"The connection to the phone was lost while getting all the contacts from the phone." = "Al recibir todos los contactos del teléfono se ha perdido la conexión con el teléfono.";

/* No comment provided by engineer. */
"The connection was lost while deleting some records on the phone." = "Al eliminar algunos registros del teléfono se ha perdido la conexión.";

/* No comment provided by engineer. */
"The connection was lost while getting some records from the phone." = "Al recibir algunos registros del teléfono se ha perdido la conexión.";

/* Error displayed when the physical connection was lost while synchronizing the phone. */
"The connection was lost while talking to the phone." = "Se ha perdido la conexión durante la comunicación con el teléfono.";

/* error displayed when phone address book memory is full (occurs during pim sync) */
"The phone address book is full." = "La agenda del teléfono está llena.";

/* displayed when phone is not plugged */
"The phone cable is not plugged." = "El cable del teléfono no está conectado.";

/* error displayed when phone calendar memory is full (occurs during pim sync) */
"The phone calendar is full." = "El calendario del teléfono está lleno.";

/* error displayed when phone refused some calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your calendar events. The following events will not be synchronized:" = "El teléfono no ha podido guardar algunos de sus eventos de calendario. Los siguientes eventos no se sincronizarán:";

/* error displayed when phone refused some contacts or calendars sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts and calendar events. The following contacts and events will not be synchronized:" = "El teléfono no ha podido guardar algunos de sus contactos y eventos de calendario. Los siguientes contactos y eventos no se sincronizarán:";

/* error displayed when phone refused some contacts sent by the mac (occurs during pim sync) */
"The phone could not store some of your contacts. The following contacts will not be synchronized:" = "El teléfono no ha podido guardar algunos de sus contactos. Los siguientes contactos no se sincronizarán:";

/* No comment provided by engineer. */
"The phone failed to handle the addition" = "El teléfono no ha podido gestionar la adición";

/* No comment provided by engineer. */
"The phone failed to handle the deletion" = "El teléfono no ha podido gestionar la eliminación";

/* No comment provided by engineer. */
"The phone failed to handle the modification" = "El teléfono no ha podido gestionar la modificación";

/* error displayed when phone memory is full (occurs during pim sync) */
"The phone memory is full." = "La memoria del teléfono está llena.";

/* displayed when a memory volume on the phone is full */
"The phone memory or external memory is full." = "La memoria externa o la memoria del teléfono está llena.";

/* Message displayed to user when phone reports an invalid SMS configuration */
"The phone reports an invalid SMS configuration." = "El teléfono informa de que tiene una configuración de SMS no válida.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your PIN is invalid." = "El teléfono informa de que su PIN no es válido.";

/* Message displayed when the phone reports user code needs to be entered on the phone */
"The phone reports that your SIM is not working properly." = "El teléfono informa de que su SIM no funciona correctamente.";

/* displayed when it seems that phone is in a bad state */
"The phone seems to be malfunctioning." = "Parece que el teléfono no está funcionando correctamente.";

/* error displayed when phone task memory is full (occurs during pim sync) */
"The phone task database is full." = "La base de datos de tareas del teléfono está llena.";

/* Error displayed when the connection was lost while getting data from the phone. (occurs during pim sync) */
"There was an error getting data from the phone. The synchronization may have been cancelled on the phone." = "Se ha producido un error al obtener datos del teléfono. Puede que la sincronización se haya cancelado en el teléfono.";

/* Error displayed when the connection was lost while sending some changes to the phone. (occurs during pim sync) */
"There was an error pushing some changes to the phone. The synchronization may have been cancelled on the phone." = "Se ha producido un error al enviar algunos cambios al teléfono. Puede que la sincronización se haya cancelado en el teléfono.";

/* recovery suggestion displayed when phone is in use by iTunes */
"Try again later." = "Inténtelo de nuevo más tarde.";

/* recovery suggestion displayed when phone could not be unmounted */
"Try quitting applications and try again." = "Pruebe a salir de las aplicaciones e inténtelo de nuevo.";

/* displayed when connection to the phone is already in use */
"Try quitting other applications and try again." = "Pruebe a salir de otras aplicaciones e inténtelo de nuevo.";

/* No comment provided by engineer. */
"Unexpected error accessing files on phone." = "Error inesperado al acceder a los archivos del teléfono.";

/* No comment provided by engineer. */
"Unknown exception." = "Excepción desconocida.";

/* Address Book label of a phone number with video capabilities */
"video." = "vídeo.";

/* No comment provided by engineer. */
"work mobile." = "móvil del trabajo.";

/* No comment provided by engineer. */
"work pager." = "busca del trabajo.";

/* Error displayed when the phone reports that its onboard memory is full */
"Your phone memory is full." = "La memoria de su teléfono está llena.";

